<template>
    <section class="rules-section">
        <v-btn depressed color="#1ec743" fab class="sigin-support-btn">
            <v-icon color="white">mdi-message</v-icon>
        </v-btn>
        <div class="rules-body">
            <div class="header">قوانین و مقررات استفاده از خدمات پلتفرم بیت‌پین</div>
            <div class="body">
                <div class="update-date">بروزرسانی شده در تاریخ ۱۴۰۰/۱۲/۲۳</div>
                <div class="rules-details" v-for="(rule, i) in rules" :key="i">
                    <br>
                    <div class="head">{{ rule.head }}</div>
                    <div class="text">{{ rule.text }}</div>
                    <div class="text">{{ rule.text1 }}</div>
                    <div class="text">{{ rule.text2 }}</div>
                    <div class="text">{{ rule.text3 }}</div>
                    <div class="text">{{ rule.text4 }}</div>
                    <div class="text">{{ rule.text5 }}</div>
                    <div class="text">{{ rule.text6 }}</div>
                    <div class="text">{{ rule.text7 }}</div>
                    <div class="text">{{ rule.text8 }}</div>
                    <div class="text">{{ rule.text9 }}</div>
                    <div class="text">{{ rule.text10 }}</div>
                    <div class="text">{{ rule.text11 }}</div>
                    <div class="text">{{ rule.text12 }}</div>
                    <div class="text">{{ rule.text13 }}</div>
                    <div class="text">{{ rule.text14 }}</div>
                    <div class="text">{{ rule.text15 }}</div>
                    <div class="text">{{ rule.text16 }}</div>
                    <div class="text">{{ rule.text17 }}</div>
                    <div class="text">{{ rule.text18 }}</div>
                    <div class="text">{{ rule.text19 }}</div>
                    <div class="text">{{ rule.text20 }}</div>
                    <div class="text pr-10">{{ rule.textsub }}</div>
                    <div class="text pr-10">{{ rule.textsub1 }}</div>
                    <div class="text pr-10">{{ rule.textsub2 }}</div>
                    <div class="text pr-10">{{ rule.textsub3 }}</div>
                    <div class="text pr-10">{{ rule.textsub4 }}</div>
                    <div class="text pr-10">{{ rule.textsub5 }}</div>
                    <div class="text pr-10">{{ rule.textsub6 }}</div>
                    <div class="text pr-10">{{ rule.textsub7 }}</div>
                    <div class="text pr-10">{{ rule.textsub8 }}</div>
                    <div class="text pr-10">{{ rule.textsub9 }}</div>
                    <div class="text pr-10">{{ rule.textsub10 }}</div>
                    <div class="text pr-10">{{ rule.textsub11 }}</div>
                    <div class="text pr-10">{{ rule.textsub12 }}</div>
                    <div class="text pr-10">{{ rule.textsub13 }}</div>
                    <div class="text pr-10">{{ rule.textsub14 }}</div>
                    <div class="text pr-10">{{ rule.textsub15 }}</div>
                    <div class="text pr-10">{{ rule.textsub16 }}</div>
                    <div class="text pr-10">{{ rule.textsub17 }}</div>
                    <div class="text pr-10">{{ rule.textsub18 }}</div>
                    <div class="text pr-10">{{ rule.textsub19 }}</div>
                    <div class="text pr-10">{{ rule.textsub20 }}</div>
                    <div class="text pr-10">{{ rule.textsubsub }}</div>
                    <div class="text pr-10">{{ rule.textsubsub1 }}</div>
                    <div class="text pr-10">{{ rule.textsubsub2 }}</div>
                    <div class="text pr-10">{{ rule.textsubsub3 }}</div>
                    <div class="text pr-10">{{ rule.textsubsub4 }}</div>
                    <div class="text pr-10">{{ rule.textsubsub5 }}</div>
                </div>
            </div>
        </div>
    </section>
</template>

<script>
    export default {
        data(){
            return{
                rules:[
                    {
                        head:'مقدمه',
                        text:'وب‌سایت و پلتفرم بیت‌پین از هر حیث تابع قوانین و مقررات کشور جمهوری اسلامی ایران است و هیچ‌گونه تبادل ارزی اعم از خرید و فروش دلار یا سایر ارزهای کاغذی، در این بستر صورت نمی‌گیرد.',
                        text1:'نظر به قانون تجارت الکترونیکی مصوب ۱۳۸۲، موضوع موافقتنامه حاضر، تدوین حقوق، تکالیف، مسئولیت‌ها و نیز دستورالعمل‌های لازم‌الاجرا بین بیت‌پین (با آدرس bitpin.ir) و کاربران بیت‌پین است. بنابراین، طرفین ملزم به ایفای تعهدات مندرج در این موافقتنامه هستند و قبول مندرجات موافقتنامه حاضر و ایجاد حساب کاربری به منزله‌ی امضا تلقی شده و طرفین را متعهد به اجرای آن می‌کند.',
                        text2:'بیت‌پین خود را ملزم می‌داند، هرگونه تغییر در مفاد این موافقتنامه که از سوی بیت‌پین صورت می‌پذیرد و یا از طرق دیگر ابلاغ گردد، قبل از تاریخ اجرای آن، سریعاً از طریق راه‌های ارتباطی به اطلاع کاربر برساند. همچنین تاریخ بروزرسانی تغییرات در بالای همین صفحه درج می‌گردد و هرکاربر می‌تواند از این طریق متوجه بروز تغییرات یا بروزرسانی مقررات شود. بدیهی است هرگونه استفاده کاربر پس از بروز تغییرات به منزله آگاهی وی از تغییرات و تعهد به پایبندی به مقررات جدید است.',
                        text3:'استفاده از هرگونه امکانات سایت و پلتفرم بیت‌پین (شامل خرید، فروش، واریز، برداشت) و هرگونه امکانات دیگر به این معنی است که کاربر مفاد این موافقتنامه را کاملاً خوانده و پذیرفته است، در غیر این‌صورت، و در صورت عدم موافقت کاربر با مفاد موافقتنامه، کاربر حق استفاده از خدمات سایت و پلتفرم بیت‌پین را ندارد.',
                        text4:'طرفین این موافقتنامه، پلتفرم اینترنتی بیت‌پین به عنوان «ارائه‌دهنده خدمات» و کاربر بیت‌پین به عنوان «گیرنده خدمات» است.'
                    },
                    {
                        head:'1-شرایط عضویت و افتتاح حساب:',
                        text:'۱-۱- کاربر موظف است فقط از طریق کارت‌های بانکی که در سایت ثبت و تأیید شده‌اند، تراکنش خود را انجام دهد. در صورت خرید با کارت‌هایی جز کارت‌های اعلام شده در سایت، بیت‌پین هیچ مسئولیتی در قبال تراکنش‌های ناموفق این کارت‌ها برعهده نمی‌گیرد.',
                        text1:'۱-۲- احراز هویت برای استفاده از خدمات بیت‌پین ضروری بوده و کاربران موظف هستند اطلاعات صحیح خود را در سامانه بارگزاری کنند. بدیهی است در صورت وجود هرگونه تخلف در احراز هویت، مسئولیت بر عهده کاربر بوده و بیت‌پین حق توقف ارائه خدمات به کاربر مزبور را داشته و مراتب تخلف را به مراجع ذیصلاح اعلام خواهد کرد.',
                        text2:'۱-۳- این حق برای بیت‌پین محفوظ است که هرگونه اطلاعات لازم برای احراز هویت را بعد از ثبت سفارش خرید و فروش از کاربر بخواهد. در این صورت، تا احراز کامل هویت، امکان استفاده از خدمات بیت‌پین وجود نخواهد داشت.',
                        text3:'۱-۴- فرآیند احراز هویت شامل گردآوری اطلاعات کاربر، از جمله: شماره همراه، کارت شناسایی با تصویر سلفی، کد ملی و متن تعهدنامه با تصویر سلفی کاربر،سند مالکیت یا اجاره نامه و اطلاعات بانکی است. بیت‌پین خود را ملزم به نگهداری کامل از اطلاعات شخصی کاربران می‌داند و متعهد می‌شود از این اطلاعات هیچ‌گونه استفاده‌ای نخواهد شد.',
                        text4:'۱-۵- تصمیم راجع به موفق یا ناموفق بودن احراز هویت فقط و فقط در اختیار بیت‌پین خواهد بود و بیت‌پین می‌تواند یک احراز هویت را به تشخیص خود قبول یا رد کند.'
                    },
                    {
                        head:'2-اعهدات کاربر در استفاده از خدمات بیت پین:',
                        text:'۲-۱- کاربر، متعهد است از خدمات بیت‌پین تنها برای خود استفاده کند. مسئولیت مالی و قضایی استفاده از خدمات بیت‌پین به منظور خرید و فروش برای شخص ثالث ( اجاره دادن حساب کاربری) مطابق تعهدنامه ارسالی بر عهده خود کاربر می باشد. شماره حساب اعلام شده به پلتفرم و همچنین آدرس کیف پول‌ها جهت برداشت رمزارز نیز باید متعلق به شخص کاربر بوده، و کاربران مجاز به دادن آدرس کیف پول متعلق به اشخاص ثالث نیستند.',
                        text1:'۲-۲- ایجاد حساب کاربری، عضویت و استفاده از خدمات بیت‌پین برای اشخاص زیر ۱۸ سال ممنوع است.',
                        text2:'۲-۳- هر شخص تنها می‌تواند یک حساب کاربری برای خود داشته باشد و حساب کاربری ایجاد شده، قابل انتقال به غیر نیست.',
                        text3:'۲-۴- ایجاد و استفاده از دو یا چند نام کاربری برای یک شخص در پلتفرم بیت‌پین ممنوع است و در صورت تخطی کاربر از این موضوع، کلیه حساب‌های ایشان مسدود خواهد شد.',
                        text4:'۲-۵- در صورت بی‌‌احتیاطی کاربر و افشای اطلاعات کاربری یا رمز عبور، کلیه مسئولیت‌های قانونی بر عهده کاربر بوده و بیت‌پین مسئولیتی در قبال خسارات احتمالی نخواهد داشت. در این صورت، کاربر موظف است در اسرع وقت موضوع را به اطلاع بیت‌پین رسانده و پیگیری لازم را به عمل آورد.',
                        text5:'۲-۶- همه فعالیت‌ها و عملیات انجام شده از طریق حساب کاربری شخص در بیت‌پین، به نام کاربر ثبت شده و کلیه مسئولیت‌های آن برعهده کاربر است. برهمین اساس کاربر متعهد می‌شود در صورت مشاهده هرگونه استفاده غیر مجاز یا مشکوک از حساب کاربری خود مراتب را در اسرع وقت به پشتیبانی سایت بیت‌پین اعلام نماید.',
                        text6:'۲-۷- بیت‌پین به عنوان بازار آنلاین تبادل ارزهای دیجیتال میباشد و هیچ‌گونه مسئولیتی در قبال نحوه‌ی معاملات کاربران ندارد.در صورتیکه کاربران از طرق غیر معمول که شامل حمله هکرها ، تغییر قوانین ارزهای دیجیتال در سطح بین الملل ، زمان به روزرسانی پلتفرم  یا مشکلات احتمالی پلتفرم، معامله ای انجام دهند بیت پین می‌تواند به تشخیص خود تمامی معاملات را به حالت قبل برگرداند و پس از رفع موضوع برای استفاده مجدد به کاربر اطلاع دهد.',
                        text7:'۲-۸- مسئولیت اطلاعات لازم در طی سفارش و ارائه آدرس صحیح کیف پول برای برداشت و انتقال ارزهای دیجیتال بر عهده‌ی کاربر است. کلیه‌ی مسئولیت‌های مربوط به اشتباه وارد کردن اطلاعات در خلال سفارش اعم از اشتباه در ورود آدرس صحیح، نقص آدرس، مشکلات کیف پول مقصد و بلوکه شدن دارایی‌های کاربران در کیف پول مقصد، با خود کاربر است و بیت‌پین مسئولیتی در قبال تراکنش‌های دارای اشتباه در نتیجه قصور یا تقصیر کاربر، ندارد.',
                        text8:'۲-۹- درخواست برداشت ریال از حساب کاربری در سریع‌ترین زمان ممکن پس از ثبت، بررسی خواهد  شد. زمان واریز پول به حساب کاربران براساس محدودیت‌های انتقال وجه بین‌بانکی (وفق ضوابط اعلامی بانک مرکزی جمهوری اسلامی ایران)، متفاوت خواهد بود. برای اطلاعات بیشتر، به قوانین انتقال وجه بین بانکی (پایا- ساتنا) مراجعه فرمایید.',
                        text9:'۲-۱۰- بیت‌پین تعهدی به پرداخت سود مربوط برای ریال موجود در کیف پول الکترونیکی کاربر، نخواهد داشت.',
                        text10:'۲-۱۱- در صورت انجام اشتباه در محاسبات یا منظور کردن وجوه یا رمزارز تحت هرعنوان سهواً یا من غیر حق به حساب کاربر توسط بیت‌پین، کاربر به بیت‌پین وکالت می‌دهد که بدون انجام هرگونه تشریفات اداری و قضائی و بدون دریافت اجازه کتبی از کاربر (صاحب حساب) در رفع اشتباه و برداشت از حساب‌های وی اقدام نماید.',
                        text11:'۲-۱۲- در صورت بروز هرگونه مشکل یا ابهام در هر یک از معاملات، بیت‌پین این حق را خواهد داشت مستقلاً بدون نظرخواهی از طرفین درگیر در معامله، آن معامله را ابطال و دارایی‌های هریک از طرفین را به حساب خودشان عودت دهد. بدیهی است در صورت بروز اشتباه از جانب بیت‌‌پین، بیت‌پین موظف خواهد بود که خسارت طرفین را جبران کند.',
                        text12:'۲-۱۳- تمامی معاملات صورت گرفته توسط کاربر صحیح و واقعی تلقی می‌گردد. از این رو صیانت از حساب کاربری، حساب‌های بانکی یا سایر اطلاعات برعهده وی بوده و لازم است به صدمات ناشی از انجام تخلفات یا جرایم مالی توجه داشته باشد.',
                        text13:'۲-۱۴- انجام هرگونه معامله و خرید و فروش مرتبط با موارد غیرقانونی و غیراخلاقی با استفاده از سامانه بیت‌پین مطلقاً ممنوع بوده و در صورت احراز ارتکاب تخلف و یا جرم، در هر مقطع زمانی، بیت‌پین نسبت به مسدود کردن حساب کاربری اقدام و مراتب کشف و وقوع جرم را به مراجع قضایی ذیصلاح اطلاع خواهد داد.',
                        text14:'۲-۱۵- با عنایت به بند ۱ «تصویبنامه هیئت وزیران در خصوص شرایط استفاده از رمز ارزها» مصوب ۱۳۹۸/۰۵/۰۶: «استفاده از رمز ارزها صرفاً با قبول مسئولیت خطرپذیری (ریسک) از سوی متعاملین صورت می‌گیرد.» بنابراین، کاربران بیت‌پین با اذعان به داشتن علم و آگاهی نسبت به ریسک‌های سرمایه‌گذاری در ارزهای دیجیتال، اقدام به سرمایه‌گذاری و تبادل در سایت بیت‌پین خواهند کرد.',
                        text15:'۲-۱۶- کاربر با عضویت در سامانه و ایجاد حساب کاربری متعهد می‌شود با نهایت حسن‌نیت از خدمات سامانه استفاده نموده و هیچ اقدامی در جهت نفوذ یا دسترسی غیر‌مجاز به حساب سایر کاربران، تغییر و یا تخریب یا افشا یا انتقال اطلاعات بیت‌پین انجام ندهد. بدیهی است در صورت بروز این گونه رفتارهای مجرمانه، بیت‌پین مکلف است به استناد قوانین بالادستی از جمله: قانون جرایم رایانه‌ای مصوب ۱۳۸۸، قانون تجارت الکترونیک مصوب ۱۳۸۲ و قانون مجازات اسلامی مصوب ۱۳۹۲ مراتب را جهت اقدامات قضایی و کیفری به مراجع ذیصلاح اطلاع دهد. بدیهی است در صورت ورود خسارت به بیت‌پین که ناشی از فعالیت‌های غیرقانونی کاربر باشد، بیت‌پین محق است از حق مطالبه خسارت علیه کاربر به موجب قانون استفاده کند.',
                        text16:'۲-۱۷- هرگونه کارمزد، کمیسیون و هزینه‌‌ی دیگر که سیستم بانکی جهت نقل و انتقال پول به کاربر تحمیل نماید، برعهده کاربر خواهد بود و بیت‌پین هیچ‌گونه مسئولیتی راجع به این‌گونه هزینه‌ها نمی‌پذیرد.',
                        text17:'۲-۱۸- بیت‌پین هیچ‌گونه مسئولیتی راجع به تأخیر یا ناموفق بودن تراکنش‌های واریز و برداشت ریال و رمزارز و بروز نقص در ایجاد یا لغو سفارش به علت مشکلات فنی، اینترنت کشور، ترافیک سرور، مشکلات شرکت پرداختیاری  و شبکه شاپرک، بروزرسانی شبکه رمزارزها و یا بانک پذیرنده را نمی‌پذیرد.',
                        text18:'۲-۱۹- کاربر موافقت می‌نماید در مواردی که بیت‌پین نیازمند بروزرسانی، ارتقای سامانه و ایجاد تغییرات است بتواند با اعلام قبلی در کانال‌های اطلاع‌رسانی بیت‌پین به صورت موقت از دسترس خارج شده یا همزمان با خدمات‌رسانی عملیات بروزرسانی و ارتقا را انجام دهد. همچنین بیت‌پین می‌تواند با اعلام و اطلاع‌رسانی قبلی برای همیشه از دسترس خارج شود. در این مدت کاربر ملزم است اعتبار موجود در حساب خود را تعیین تکلیف کند؛ در غیر این‌صورت موجودی حساب نزد بیت‌پین باقی می‌ماند و بیت‌پین مسئولیتی در قبال آن نخواهد داشت.',
                        text19:'۲-۲۰- تمامی حقوق مادی و معنوی بیت‌پین و خدمات وابسته و مبتنی بر آن، متعلق به بیت‌پین خواهد بود و هرگونه استفاده بدون مجوز کتبی از آن پیگرد قانونی دارد.',
                        text20:'۲-۲۱- در صورت فوت یا حجر کاربر، بیت‌پین این حق را خواهد داشت به محض اطلاع از طریق مراجع ذی صلاح قانونی نسبت به واریز وجوه ریالی کاربر نزد شرکت، به حساب اعلام شده ایشان در زمان ثبت نام اقدام نموده و در خصوص دارائی رمز ارز نیز این حق و اختیار به شرکت واگذار گردید که نسبت به تبدیل آن به ریال معادل قیمت روز و واریز آن به حساب فوق اقدام نماید و این حق و امتیاز توسط کاربر به شرکت صلح و اعطا گردید. لازم به ذکر است ملاک زمانی محاسبه قیمت فروش دارائی رمز ارز کاربر، براساس ارائه اسناد مثبته توسط ذینفع یا وراث و تایید اصالت آن توسط واحد حقوقی بیت‌پین است.'
                    },
                    {
                        head:'3-خدمات معاملات بیت پین:',
                        text:'۳-۱- چنانچه اطلاعات ارائه شده از سوی کاربر با واقعیت هم‌خوانی نداشته باشد، در این‌صورت اگر خسارتی متوجه بیت‌پین شود، می‌تواند خسارت مذکور را به حساب کاربر منظور نماید.',
                        text1:'۳-۲- در برابر خسارت ناشی از به سرقت رفتن یا استفاده غیرمجاز از حساب کاربر توسط شخص ثالث که رمز عبور کاربر را به سرقت برده است، بیت‌پین مسئولیتی نخواهد داشت.',
                        text2:'۳-۳- کاربران می‌توانند از کلیه خدمات ارائه شده استفاده نمایند اما ممکن است با توجه به موارد زیر در استفاده از خدمات با محدودیت‌هایی روبرو گردند:',
                        textsub1:'۳-۳-۱- رفتارهای مختلف از قبیل جمع‌آوری و استفاده غیرمجاز از اطلاعات کاربران، استفاده از خدمات در جهت اهداف تجاری (بدون امضاء قراراداد استفاده تجاری با بیت‌پین)، نشر اطلاعات برخلاف قوانین و مقررات، انتقال اطلاعات حساب‌ها و یا قرض دادن آنها (استفاده از حساب اجاره‌ای) و ارائه خدمات جانبی ممنوع خواهد بود.',
                        textsub2:'۳-۳-۲- در صورت عدم رعایت و یا نقض قوانین و مقررات مربوط و یا توافقنامه استفاده از سایت از سوی کاربر، حساب کاربری مورد بررسی قرار گرفته و بیت‌پین می‌تواند به طور موقت یا دائمی مانع استفاده کاربر از خدمات شود.',
                        text5:'۳-۴- بیت‌پین می‌تواند واریز یا برداشت ریال یا رمزارز را در شرایط زیر ممنوع کرده و البته ممنوعیت و علت آن را به کاربر متعاقباً اعلام خواهد کرد.',
                        textsub3:'۳-۴-۱- چنانچه درخواست کتبی از محاکم و نهادهای دولتی در این خصوص ارائه شود.',
                        textsub4:'۳-۴-۲- در صورتی که کاربر مرتکب جرم شده یا مظنون به تملک عواید از محل ارتکاب جرم (از جمله و نه محدود به مقررات پولشویی) باشد.',
                        textsub5:'۳-۴-۳- در صورت مشاهده رفتار مشکوک در معاملات، تاریخچه ورود و یا بروز خطای مشروح بند ۷-۲ بیت پین می‌تواند امکان برداشت از حساب کاربر را تا زمان بررسی موضوع به حالت تعلیق درآورد.',
                        text9:'۳-۵- بیت‌پین این اطمینان را می‌دهد که دارایی‌های کاربران را نزد خود به امانت و به بهترین شکل و با بالاترین استانداردهای امنیتی ممکن، حفظ نماید. در صورت بروز هرگونه مشکل امنیتی، بیت‌پین متعهد به جبران خسارت وارده خواهد بود.',
                        text10:'۳-۶- کاربر بایستی دقت کند تا فقط از این دامنه‌ها وارد سایت بیت‌پین شود. دامنه‌های رسمی بیت‌پین عبارتند از:',
                        text11:'Bitpin.ir',
                        text12:'به جز دامنه‌ی فوق، استفاده از هیچ دامنه‌ی دیگری مورد تأیید بیت‌پین نیست و در صورت قصور و تقصیر کاربر در این خصوص و انجام تراکنش در سایت‌های جعلی توسط کاربر از جمله فیشینگ، بیت‌پین مسئولیتی در جبران خسارات وارده به کاربر نخواهد داشت.',
                        text13:'۳-۷- مرجع رسمی دانلود اپلیکیشن‌ بیت‌پین، سایت رسمی Bitpin.ir ، کافه بازار و مایکت بوده و بیت‌پین هیچ گونه مسئولیتی در خصوص نصب اپلیکیشن های غیررسمی و مشابه که با اهداف فیشینگ و سودجویانه در سایر سایت‌ها منتشر می گردد نداشته و مسئولیت هرگونه برداشت از حساب کاربر در صورت نصب اپلیکیشن‌های جعلی بر عهده خود کاربر می‌باشد.',
                        text14:'۳-۸- مطابق قوانین ابلاغی از سوی کارشناسان پلیس فضای تبادل اطلاعات (فتا)، هرگونه برداشت ریالی و ارزی تا ۷۲ ساعت پس از اولین واریز ریالی مقدور نمی‌باشد.',
                        text15:'۳-۹- در راستای حفظ سرمایه کاربران و افزایش امنیت دارایی کاربران، امکان برداشت از حساب در صورت تغییر رمز عبور و همچنین روش دریافت کد دو مرحله‌ای حساب کاربری تا ۲۴ ساعت مقدرو نمی‌باشد.',
                        text16:'۳-۱۰- با توجه به نگهداری دارایی کاربران به شیوه سرد، بیت‌پین امکان استخراج کلید خصوصی ولت‌ها به صورت آنلاین و وارد کردن (ایمپورت کردن) آنها در ولت‌هایی که توکن‌های مختلف را پشتیبانی می‌کنند را ندارد؛ چرا که این کار امنیت کل دارایی‌های سایر کاربران را به مخاطره می‌اندازد، لذا طبق قوانین بیت‌پین، مسئولیت ارسال هرگونه ارز که توسط بیت‌پین پشتیبانی نمی‌شود با خود کاربر است و بیت‌پین در خصوص بازیابی آنها هیچ گونه مسئولیتی ندارد.',
                        text17:'۳-۱۱- پایین بودن عمق بازار در برخی بازارها ممکن است باعث ‌شود گاهی اوقات، قیمت معاملات در یک بازار، بیشتر یا کمتر از قیمت واقعی رمزارزها نشان داده شود. این موضوع به این دلیل اتفاق می‌افتد که برخی کاربران به خاطر ناآشنا بودن با بازار، سفارش‌هایی با قیمت اشتباه ثبت می‌کنند. همچنین در بسیاری از موارد، کاربران به خاطر تفکیک نکردن سفارش محدود از سفارش حد ضرر یا ثبت قیمت اشتباه، باعث ایجاد تغییرات قیمت غیرمنطقی و به اصطلاح رنج شدید قیمتی می‌شوند که این موضوع به ضرر آنها تمام خواهد شد.با وجود هشدارها و همچنین اطلاعات قابل مشاهده در لیست سفارشات هر بازار، در زمان تعیین قیمت غیرمتعارف، ارسال سفارش با قیمت اشتباه به صورت مکرر توسط کاربران اتفاق می‌افتد. به همین خاطر گزینه لغو معاملات در بیت‌پین در نظر گرفته شده است. به عبارت دیگر، بر اساس تعداد معاملات انجام شده در رنج قیمت مورد نظر، حجم معاملات و اختلاف قیمت ایجاد شده با قیمت لحظه‌ای بازار، ممکن است همه یا بخشی از معاملات انجام شده لغو شود. البته این امکان وجود دارد که هیچ‌یک از این معاملات لغو نشود. با این ویژگی احتمال بازگشت قسمتی از ضرر و زیان ناشی از ارسال سفارش غیرمتعارف به فردی که اشتباه کرده وجود دارد و چون تغییرات قیمت واقعی نبوده و معامله صرفا به دلیل اشتباه در قیمت‌گذاری انجام شده، افرادی که با قیمت‌های غیرواقعی معامله‌ کرده‌اند در این مورد محق نیستند. کاربر می‌پذیرد که بیت‌پین برای رعایت عدالت در معاملات، مرجع رسیدگی و تصمیم‌گیری در این‌باره خواهد بود.',
                        text18:'از آنجا که معاملات لغو شده تأثیر خود را در نمودار خواهند گذاشت و لغو معاملات باعث اصلاح آن نخواهد شد، به‌همین‌ خاطر در نمودار قیمتی نمایش داده می‌شود و سایه‌های بلندی شکل می‌گیرد که صرفا به دلایل توضیح داده شده است. بر همین اساس نمودار بیت‌پین مرجع نمایش قیمت واقعی معاملات نیست. قوانین لغو سفارش در قیمت غیرمتعارف با افزایش عمق بازار و سطح دانش کاربری لغو خواهد شد.'
                    },
                    {
                        head:'4- حفظ حریم خصوصی و حقوق کاربران:',
                        text:'قوانین حریم خصوصی بخشی از قوانین و مقررات مورد استفاده سامانه بیت‌پین است. بیت‌پین این قوانین و مقررات را مبتنی بر نیاز خود و کاربران و با استفاده از قوانین و مقررات جمهوری اسلامی ایران، قانون عمومی حفاظت از اطلاعات (GDPR) اتحادیه اروپا و اصول و قواعد حقوقی در فضای سایبر تدوین کرده است.',
                        text1:'۴-۱- اطلاعاتی که توسط بیت‌پین جمع‌آوری می‌شود شامل چند دسته است:',
                        text2:'۴-۱-۱- اطلاعات عمومی ثبت نام: که شامل نام کاربری (یوزرنیم)، گذرواژه (پسورد)، تاریخ تولد، جنسیت، شماره همراه و تاریخ تولد کاربر است.',
                        text3:'۴-۱-۲- اطلاعات شخصی احراز هویت: شامل اطلاعات نام، نام خانوادگی، کد ملی، کارت بانکی، آدرس محل سکونت و مدارکی چون کد ملی و عکس سلفی با تعهدنامه، اجاره‌نامه یا سند خانه، قبض تلفن یا در شرایط خاص قرارداد حضوری است. طبق مقررات بانک مرکزی و قانون مبارزه با پولشویی مصوب 1386 و آیین‌نامه‌های مرتبط، تمامی اطلاعات کاربرانی که هرگونه تراکنش مالی دارند باید دریافت و مورد بررسی و احراز قرار گیرد.',
                        text4:'۴-۱-۳- اطلاعات در جهت خدمات‌رسانی و سرویس‌دهی به کاربر: برخی از این اطلاعات شامل مدل دستگاه تلفن همراه، آی پی، اطلاعات GPS و جغرافیایی کاربر، اطلاعات سرویس اینترنت کاربر، کوکی‌ها، اپراتور سیم‌کارت و زمان ورود و خروج کاربر از حساب کاربری خود، می‌شود.',
                        text5:'۴-۱-۴- اطلاعات مالی: تمامی اطلاعات پرداخت‌ها و واریزهای ریالی و رمزارزی در پلتفرم بیت‌پین ذخیره و نگهداری می‌شود.',
                        text6:'۴-۲- چگونگی جمع‌آوری اطلاعات توسط بیت‌پین براساس طبقه‌بندی اطلاعات:',
                        text7:'۴-۲-۱- در رابطه با اطلاعات کلی:',
                        textsubsub:'۴-۲-۱-۱- دسته‌ای از داده‌ها همزمان با ثبت‌نام کاربر به صورت اتوماتیک ذخیره می‌شود.',
                        textsubsub1:'۴-۲-۱-۲- دسته‌ای از داده‌ها از دیگر سرویس‌دهندگان جمع‌آوری می‌شود. به عنوان مثال بیت‌پین برای ارتباط با کاربران خود از سرویس Crisp، برای احراز هویت از سرویس‌های استعلام‌گیری بانکی داخلی و برای اطلاعات مالی از سرویس‌های پرداخت‌یاری داخلی مورد تأیید بانک مرکزی استفاده می‌کند.',
                        textsubsub:'۴-۲-۱-۳- دسته‌ای دیگر از اطلاعات در زمان استفاده کاربر از کوکی‌های مرورگر وب و یا اپلیکیشن جمع‌آوری می‌شود.',
                        text11:'۴-۳- اطلاعات به دست آمده از سرویس‌های خارجی مشتمل بر موارد زیر است:',
                        textsub5:'۴-۳-۱- اطلاعات مخاطبان و چت‌ها و تیکت‌ها؛',
                        textsub6:'۴-۳-۲- شریک‌های بازاریابی و فروش؛',
                        textsub7:'۴-۳-۳- آژانس‌های تبلیغات و تحلیل داده.',
                        text15:'۴-۴- هدف از جمع‌آوری اطلاعات توسط بیت‌پین مشتمل بر موارد زیر است:',
                        textsub8:'۴-۴-۱- استفاده از اطلاعات در جهت ارتقاء سرویس‌ها و کیفیت پلتفرم برای کاربران؛',
                        textsub9:'۴-۴-۲- در جهت محافظت از کاربران در مقابل اسپم، فیشینگ، حرکات مشکوک و حملات هکرها؛',
                        textsub10:'۴-۴-۳- جهت تطابق و پیروی از قوانین پولی و بانکی بانک مرکزی، قوانین ضدپولشویی و نهادهای اطلاعاتی جمهوری اسلامی ایران؛',
                        textsub11:'۴-۴-۴- به منظور استفاده در فعالیت‌های بازاریابی و تبلیغاتی بیت‌پین؛',
                        textsub12:'۴-۴-۵- به منظور ارتباط گرفتن با مشتریان و رفع فوری نیازهای آن‌ها.',
                        textsub13:'۴-۵- نحوه ذخیره‌سازی اطلاعات (با روش‌های امن) از سوی بیت‌پین به شرح زیر است:',
                        textsub14:'۴-۵-۱- تمامی مدارک دیجیتال به صورت آفلاین ذخیره‌سازی و در صندوق‌های امن و صندوق‌های امانات بانکی نگهداری می‌شود.',
                        textsub15:'۴-۵-۲- اطلاعاتی که به صورت آنلاین ذخیره می‌شود با تمامی استانداردهای امنیتی سایبری و قواعد سخت‌گیرانه لاگ نگهداری می‌شود.',
                        textsub16:'۴-۵-۳- در مجموعه‌ی بیت‌پین تنها چند نفر از اعضای اصلی، دسترسی کامل به اطلاعات کاربران را دارند که این افراد در قبال حفظ اطلاعات کاربران از آسیب، سرقت و نشر اطلاعات دارای مسئولیت حقوقی و کیفری هستند.',
                        text25:'۴-۶-حقوق کاربران از جمله و نه محدود به موارد زیر است:',
                        textsub17:'۴-۶-۱- حق دسترسی به تمامی اطلاعاتی که در اختیار بیت‌پین قرار می‌دهند؛',
                        textsub18:'۴-۶-۲- حق تصحیح تمامی اطلاعاتی که در اختیار بیت‌پین قرار می‌دهند؛',
                        textsub19:'۴-۶-۳- حق درخواست پاک کردن تمامی اطلاعات آن‌ها که در بیت‌پین موجود است بعد از بررسی فعالیت‌های آنها توسط بیت‌پین؛',
                        textsub20:'۴-۶-۴- حق درخواست توضیح و اقدام در جهت احقاق حق خود در صورت مشاهده مغایرت با شرایط و ضوابط گفته شده در این موافقت‌نامه.',


                    },
                    {
                        head:'5- تغییرات در قوانین:',
                        text:'هرگونه تغییر در قوانین، شروط ارائه خدمات و مقررات مشابه، از طریق کانال‌های ارتباطی بیت‌پین به اطلاع کاربران خواهد رسید.',

                    },
                    {
                        head:'6- روش حل و فصل اختلافات قانون حاکم',
                        text:'۶-۱- این موافقتنامه بر اساس قوانین جمهوری اسلامی ایران، قطع نظر از تابعیت یا محل سکونت کاربر تفسیر شده و تابع آن خواهد بود.',
                        text1:'۶-۲- کلیه اختلافات و دعاوی حقوقی، کیفری و غیرکیفری ناشی استفاده از خدمات بیت پین فارغ از محل اقامت کاربر، در مراجع قضایی استان تهران و استان گیلان (اقامتگاه شرکت سنا ایمن مبادله به عنوان واحد عملیات بیت پین) قابل طرح و پیگیری خواهد بود.',
                        text2:'۶-۳- کلیه اختلافات ناشی از عدم توافق این قرارداد از جمله انعقاد، اعتبار، فسخ، نقض، تفسیر یا اجرای آن به مرکز داوری اتاق ایران ارجاع می‌گردد که مطابق با قانون اساسنامه و آئین داوری آن مرکز با رأی یک نفر داور به صورت قطعی و لازم‌الاجراء حل و فصل گردد. داور علاوه بر مقررات حاکم، عرف تجاری ذیربط را نیز مراعات خواهد نمود. شرط داوری حاضر، موافقتنامه‌ای مستقل تلقی شده و در هر حال لازم‌الاجراء است.',
                        text3:'۶-۴-کاربر با علم و اطلاعات کامل از تمامی مقررات مندرج و اشاره شده در پلتفرم بیت پین اقدام به خرید و فروش ارزهای دیجیتال می‌نماید وآسیب های تخلف یا نادیده گرفتن هر کدام از موارد بالا بر عهده کاربر خواهد بود و  بیت پین مسئولیتی بر عهده نخواهد داشت.'
                    },
                ]
            }
        }
    }
</script>

<style lang="scss" scoped>

</style>