<template>
    <section class="user-levels-section">
        <v-btn depressed color="#1ec743" fab class="sigin-support-btn">
            <v-icon color="white">mdi-message</v-icon>
        </v-btn>
        <div class="header">سطوح کاربری در بیت‌پین</div>
        <v-row class="top">
            <v-col cols="12" md="6" class="right pa-0">
                <img :src="levelImg" alt="">
            </v-col>
            <v-col cols="12" md="6" class="left align-self-center">
                <div class="text">
                    ما با هدف تسهیل فرآیند انجام معاملات و ایجاد بستری امن برای جلوگیری از هرگونه سوء استفاده، کاربران عزیز بیت‌پین را بر مبنای میزان فعالیت، در سطوح مختلف کاربری تقسیم کرده‌ایم. سطح‌بندی کاربران جهت جلوگیری از فعالیت‌های مشکوک و همچنین ایجاد دسترسی‌های لازم برای کاربران محترم جهت انجام معاملات و تراکنش‌ها است. 
                    <br>
                    <br>
                     به طور کلی، سطوح کاربری در بیت‌پین به ۵ سطح حقیقی و یک سطح حقوقی تقسیم می‌شود. مدارک لازم برای احراز هویت هر سطح متفاوت بوده و دسترسی‌ها و امکانات هر سطح با سطح دیگر تفاوت دارد.
                </div>
            </v-col>
        </v-row>
        <v-row class="level-body">
            <v-col cols="12" class="level" v-for="(step, i) in steps" :key="i">
                <div class="level-step">{{ step.step }}</div>
                <div class="level-desc">{{ step.desc }}</div>
            </v-col>
        </v-row>
        <div class="aim">
            <v-icon color="secondary">mdi-star</v-icon>
            <span class="text">
                منظور از سقف برداشت، معادل تومانی مجموع رمزارز و تومان است.
            </span>
        </div>
        <div class="level-table">
            <div class="row-first">
                <div class="level">سطح کاربری</div>
                <div>سقف برداشت</div>
                <div>سقف واریز تومانی</div>
                <div>سقف واریز رمز ارزی</div>
                <div>مدارک احراز هویت</div>
            </div>
            <div class="row">
                <div class="level">سطح 1</div>
                <div>صفر</div>
                <div>50 میلیون</div>
                <div>نامحدود</div>
                <div>بدون نیاز به مدارک</div>
            </div>
            <div class="row" v-for="(item, i) in levels" :key="i">
                <div class="level">{{ item.level }}</div>
                <div>{{ item.maxWithdraw }}</div>
                <div>{{ item.maxSettled }}</div>
                <div>{{item.maxSettledCoin }}</div>
                <ul v-for="(item1, j) in item.child" :key="j" class="document">
                    <li class="document-item" v-if="item1.text">{{ item1.text }}</li>
                    <li class="document-item" v-if="item1.text1">{{ item1.text1 }}</li>
                    <li class="document-item" v-if="item1.text2">{{ item1.text2 }}</li>
                    <li class="document-item" v-if="item1.text3">{{ item1.text3 }}</li>
                    <li class="document-item" v-if="item1.text4">{{ item1.text4 }}</li>
                </ul>
            </div>
        </div>
    </section>
</template>

<script>
    export default {
        data(){
            return{
                levelImg:'/assets/images/user-level.png',
                levels:[
                    { 
                        level:'سطح 2', maxWithdraw:'1 میلیون در 24 ساعت و 30 میلیون در ماه', maxSettled:'نامحدود', maxSettledCoin:'نامحدود',
                        child:[
                            {
                                text:'ایمیل',
                                text1:'شماره همراه به نام کاربر',
                                text2:'شماره کارت بانکی و شماره شبا به نام کاربر',
                                text3:'تصویر کارت ملی',
                            },
                        ]
                    },
                    { 
                        level:'سطح 3', maxWithdraw:'200 میلیون در 24 ساعت و 3 میلیارد در ماه', maxSettled:'نامحدود', maxSettledCoin:'نامحدود',
                        child:[
                            {
                                text:'ایمیل',
                                text1:'شماره همراه به نام کاربر',
                                text2:'شماره کارت بانکی و شماره شبا به نام کاربر',
                                text3:'تصویر کارت ملی',
                                text4:'عکس سلفی با تعهدنامه'
                            },
                        ]
                    },
                    { 
                        level:'سطح 4', maxWithdraw:'500 میلیون در 24 ساعت و 10 میلیارد در ماه', maxSettled:'نامحدود', maxSettledCoin:'نامحدود',
                        child:[
                            {
                                text:'حداقل یک ماه فعالیت در سطح 3',
                                text1:'سند محل سکونت منطبق با آدرس اعلام شده',
                                text2:'احراز تلفن ثابت محل سکونت با محل کار'
                            },
                        ]
                    },
                    { 
                        level:'سطح 5', maxWithdraw:'1 میلیارد در 24 ساعت و 15 میلیارد در ماه', maxSettled:'نامحدود', maxSettledCoin:'نامحدود',
                        child:[
                            {
                                text:'حداقل یک ماه فعالیت در سطح 4',
                                text1:'حداقل معادل 200 میلیون تومان معامله در پلتفرم بیت پین',
                                text2:'امضای قرارداد حضوری'
                            },
                        ]
                    },
                    { 
                        level:'شرکتی', maxWithdraw:'1 میلیارد در 24 ساعت و 30 میلیارد در ماه', maxSettled:'نامحدود', maxSettledCoin:'نامحدود',
                        child:[
                            {
                                text:'تصویر آگهی ثبت شرکت',
                                text1:'لیست اعضای هیئت مدیره و مدیرعامل',
                                text2:'تصور کارت ملی نماینده',
                                text3:'نامه معرفی نماینده با مهر و امضاء',
                                text4:'شماره حسای به نام شرکت',
                            },
                        ]
                    },
                ],
                steps:[
                    {
                        step:'سطح ۱',
                        desc:'سطح ۱ تنها سطحی در بیت‌پین است که نیاز به احراز هویت ندارد. کاربران محترم صرفا با ثبت‌نام در پلتفرم بیت‌پین با ایمیل یا شماره همراه خود، می‌توانند شروع به معامله کنند. کاربران در این سطح تنها می‌توانند واریز رمزارزی داشته باشند. اما باید توجه داشته باشند که در این سطح هیچگونه برداشتی چه به صورت ریالی و چه به صورت رمزارزی نمی‌توانند داشته باشند. این سطح مخصوص کسانی است که می‌خواهند به سرعت وارد بازار شده و با بازار رمزارزها آشنا شوند.'
                    },
                    {
                        step:'سطح ۲',
                        desc:'سطح ۲ برای کاربرانی که با احراز هویت محدود علاقه‌مند به معامله‌گری (ترید) هستند به وجود آمده است. کاربران می‌توانند در این سطح به صورت نامحدود واریز رمزارز و ریالی داشته باشند. حداقل مدرک احراز هویت در این سطح یعنی تصویر کارت ملی، شماره همراه به نام کاربر و حساب بانکی به نام کاربر مورد نیاز است. در این سطح کاربران اجازه برداشت ریالی و ارزی تا سقف ۱ میلیون تومان در ۲۴ ساعت را دارند.'
                    },
                    {
                        step:'سطح ۳',
                        desc:'سطح ۳ مخصوص کاربران با سطح معامله‌گری عرف بازار است. در این سطح کاربران می‌توانند به صورت نامحدود واریز رمزارز و ریال داشته باشند. همچنین سقف مجموع برداشت ریالی و رمزارزی ۲۴ ساعته در این سطح مبلغ ۲۰۰ میلیون تومان است. مدارک احراز هویت در این سطح عینا مشابه سطح ۲ به علاوه ارسال تعهدنامه به صورت سلفی است.'
                    },
                    {
                        step:'سطوح ویژه',
                        desc:'سطوح ۴ و ۵ در پلتفرم بیت‌پین سطوح ویژه کاربری محسوب می‌شوند. در این سطوح سقف برداشت روزانه در این سطوح به ترتیب مبلغ ۵۰۰ میلیون و ۱ میلیارد تومان است. همچنین واریز رمزارز و ریال در این سطوح محدودیتی ندارد. برای رسیدن به سطح ۴ کاربران باید یک ماه در سطح ۳ فعالیت داشته و سند محل سکونت را نیز ارائه نمایند. سطح ۵ نیز حداقل یک ماه فعالیت در سطح ۴ علاوه بر حداقل ۲۰۰ میلیون تومان تراکنش در بیت‌پین و امضای قرارداد حضوری نیاز دارد.'
                    },
                    {
                        step:'سطح شرکتی',
                        desc:'سطح شرکتی مخصوص شرکت‌های علاقه‌مند به سرمایه‌گذاری در بیت‌پین است. نوع حساب این کاربران به صورت حقوقی ثبت می‌شود. دسترسی‌ها و محدودیت‌های این سطح مشابه سطح ۵ کاربری حقیقی است. شرکت‌ها برای استفاده از این سطح باید به صورت رسمی نماینده خود را معرفی و مدارک شرکت را در سامانه بارگذاری کنند.      '
                    }
                ]
            }
        }
    }
</script>

<style lang="scss" scoped>

</style>